Repository: davecahill/unity-2d-for-xmonad
Catalog: po/*.po
Languages: gd, he, ja, sk

source: Ubuntu Desktop
gd: Bàrr-deasc Ubuntu
he: שלוחן העבודה של אובונטו
ja: Ubuntuデスクトップ
sk: Pracovná plocha Ubuntu

source: Type your Command
gd: Clò-sgrìobh d' àithne
he: נא להקליד את הפקודה שלך
ja: コマンドを入力
sk: Zadajte príkaz

source: See fewer results
gd: Faic nas lugha thoraidhean
he: הצגת פחות תוצאות
ja: さらにいくつかの結果を見る
sk: Ukázať menej výsledkov

source: Shortcuts
gd: Athghoirid
he: קיצורי דרך
ja: ショートカット
sk: Odkazy

source: Media Apps
gd: Prògraman na meadhanan
he: יישומי מדיה
ja: メディア関連ソフト
sk: Multimediálne aplikácie

source: Internet Apps
gd: Prògraman Eadarlìon
he: יישומי אינטרנט
ja: インターネット関連ソフト
sk: Internetové aplikácie

source: More Apps
gd: Tuilleadh Prògraman
he: יישומים נוספים
ja: それ以外のソフト
sk: Ďalšie aplikácie

source: Find Files
gd: Sireadh faidhlichean
he: חיפוש קבצים
ja: ファイルを探す
sk: Nájsť súbory

source: Browse the Web
gd: Brabhsaich a lin
he: גלישה באינרנט
ja: Webブラウザ
sk: Prehliadať web

source: View Photos
gd: Sgrùd Dealbhan
he: צפייה בתמונות
ja: 写真
sk: Prezerať fotografie

source: Check Email
gd: Sgrùd post-dealain
he: בדיקת דוא״ל
ja: Eメール
sk: Skontrolovať poštu

source: Listen to Music
gd: Èisd ri ceòl
he: האזנה למוזיקה
ja: 音楽
sk: Počúvať hudbu

source: QT_LAYOUT_DIRECTION
ja: LTR

source: Keep in launcher
gd: Glèidh anns a Lòinsear
he: שמירה במשגר
ja: ランチャーに常に表示
sk: Nechať v spúšťači

source: Remove from launcher
gd: Gluais bhon a Lòinsear
he: הסרה מהמשגר
ja: ランチャーから削除する
sk: Odobrať zo spúšťača

source: Quit
gd: Fàg
he: יציאה
ja: 終了
sk: Ukončiť

source: Home
gd: Dachaigh
he: בית
ja: ホーム
sk: Domov

source: Home screen
gd: Sgrìn dachaigh
he: מסך הבית
ja: ホームスクリーン
sk: Domáca obrazovka

source: Workspaces
gd: Rùmannan-obrach
he: סביבות עבודה
ja: ワークスペースの切り替え
sk: Pracovné plochy

source: Trash
gd: Sgudal
he: אשפה
ja: ゴミ箱
sk: Kôš

source: %n item in trash
gd: %n rud anns a sgudal
he: פריט אחד באשפה
ja: %n 個のアイテムがゴミ箱にあります
sk: %n položiek v koši

source: Empty Trash
gd: Taom a sgudal
he: פינוי האשפה
ja: ゴミ箱を空にする
sk: Vyprázdniť kôš

source: Eject
gd: Tilg-a-mach
he: שליפה
ja: 取り出し
sk: Vysunúť
